Repository: ubports-weblate/notes-app
Catalog: po/*.po
Languages: am, ca, cs, es, fr, it, pt, sk

source: Add notebook
am: ማስታዋሽ መጨመሪያ
ca: Afegeix una llibreta
cs: Přidat sešit
es: Añadir cuaderno
fr: Ajouter un bloc-notes
it: Aggiungi taccuino
pt: Adicionar bloco de notas
sk: Pridať zápisníky

source: Search
am: መፈለጊያ
ca: Cerca
cs: Vyhledat
es: Buscar
fr: Rechercher
it: Cerca
pt: Procurar
sk: Hľadať

source: Cancel
am: መሰረዣ
ca: Cancel·la
cs: Zrušit
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
sk: Zrušiť

source: Save
am: ማስቀመጫ
ca: Desa
cs: Uložit
es: Guardar
fr: Enregistrer
it: Salva
pt: Guardar
sk: Uložiť

source: Rename notebook
am: ማስታወሻ ደብተር እንደገና መሰየሚያ
ca: Canvia el nom de la llibreta
cs: Přejmenovat sešit
es: Renombrar el cuaderno
fr: Renommer le bloc-notes
it: Rinomina taccuino
pt: Renomear bloco de Notas
sk: Premenovať zápisník

source: Enter a new name for notebook %1
am: ለ ማስታወሻ ደብተር ሌላ ስም ያስገቡ %1
ca: Escriviu el nom nou per a la llibreta %1
cs: Zadejde nové jméno pro sešit %1
es: Introducir un nombre nuevo para el cuaderno %1
fr: Saisir un nouveau nom pour le bloc-notes %1
it: Inserire un nuovo nome per il taccuino %1
pt: Entre o novo nome para o Bloco de Notas %1
sk: Zadajte nový názov pre zápisník %1

source: Name cannot be empty
am: ስም ባዶ መሆን የለበትም
ca: Cal introduir un nom
cs: Jméno nemůže být prázdné
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
it: Il nome non può essere vuoto
pt: O nome não pode estar vazio.
sk: Názov nemôže byť prázdny

source: Add note
am: ማስታዋሽ መጨመሪያ
ca: Afegeix una nota
cs: Přidat poznámku
es: Añadir nota
fr: Ajouter une note
it: Aggiungi nota
pt: Adicionar nota
sk: Pridať poznámku

source: Sorting
am: መለያ
ca: Ordenació
cs: Třídění
es: Ordenar
fr: Tri
it: Ordinamento
pt: Triagem
sk: Triedenie

source: Set reminder
am: አስታዋሽ ማሰናጃ
ca: Af. un recordatori
cs: Nastavit připomenutí
es: Establecer recordatorio
fr: Définir un rappel
it: Imposta promemoria
pt: Definir lembrete
sk: Nastaviť pripomienku

source: No notes available. You can create new notes by pulling the note editor up from the bottom edge.
am: ምንም ማስታወሻ አልተገኘም: አዲስ ማስታወሻ መፍጠር ይችላሉ የማስታወሻ አራሚን ከ ታች ጠርዝ በኩል ወደ ላይ በመሳብ
ca: No hi ha cap nota. Podeu crear note noves apujant l'editor de notes des de la vora inferior.
cs: Poznámky nejsou k dispozici. Můžete vytvořit novou poznámku pomocí editoru poznámek, který spustíte táhnutím prstem ze spodní strany obrazovky.
es: No hay notas disponibles. Puede crear nuevas notas si abre el editor de notas deslizando desde el borde inferior.
fr: Aucune note disponible. Vous pouvez créer de nouvelles notes en tirant vers le haut l'éditeur de note depuis le bord inférieur.
it: Nessuna nota disponibile. È possibile creare nuove note trascinando l'editor delle note dal basso verso l'alto.
pt: Sem notas disponíveis. Pode criar novas ao puxar de baixo para cima o editor de notas.
sk: Žiadne dostupné poznámky. Môžete vytvoriť novú poznámku potiahnutím nahor od spodného okraja.

source: No reminders available. You can create new reminders by setting a reminder when viewing a note.
am: ምንም አስታዋሽ አልተገኘም: ማስታወሻን በሚያዩ ጊዜ አዲስ አስታዋሽ መፍጠር ይችላሉ
ca: No hi ha cap recordatori disponible. Podeu crear-ne de nous mostrant una nota i definint-hi un recordatori.
cs: Nejsou dostupné žádné upomínky. Nové upomínky můžete vytvářet nastavením upomínek při zobrazení poznámky.
es: No hay recordatorios. Puede crear recordatorios durante la visualización de una nota.
fr: Aucun rappel disponible. Vous pouvez créer de nouveaux rappels en configurant un rappel lors du visionnage d'une note.
it: Nessun promemoria disponibile. È possibile creare nuovi promemoria impostandone uno quando si visualizza una nota.
pt: Sem lembretes disponíveis. Pode criar novas lembranças, definindo um lembrete ao visualizar uma nota.
sk: Nie sú dostupné žiadne pripomienky. Nové pripomienky môžete vytvárať nastavením pripomienky pri zobrazení poznámky.

source: Search notes
am: ማስታወሻዎች መፈለጊያ
ca: Cerca de notes
cs: Vyhledat poznámky
es: Buscar notas
fr: Rechercher des notes
it: Cerca note
pt: Pesquisar Notas
sk: Vyhľadať poznámky

source: Select date and time for the reminder:
am: ሰአት እና ቀን ይምረጡ ለ አስታዋሽ
ca: Seleccioneu la data i l'hora per al recordatori:
cs: Zvolte datum a čas pro upomínku:
es: Elija la fecha y hora del recordatorio:
fr: Sélectionner une date et une heure pour le rappel :
it: Seleziona data e ora per il promemoria:
pt: Escolha data e hora para o lembrete:
sk: Zvoľte dátum a čas pre pripomienku:

source: Reminder done
am: አስታዋሽ ጨርሷል
ca: S'ha fet el recordatori
cs: Upomínka vytvořena
es: Recordatorio hecho
fr: Rappel effectué
it: Contrassegna come fatto
pt: Feito Lembrete
sk: Pripomienka dokončená

source: No tags available. You can tag notes while viewing them.
am: ምንም ምልክት አልተገኘም: ማስታወሻዎችን በሚያዩ ጊዜ ምልክት ማድረግ ይችላሉ
ca: No hi ha cap etiqueta disponible. Podeu etiquetar les notes quan les estigueu vient.
cs: Nenalezeny žádné štítky. Štítky se přidávají při zobrazení poznámek.
es: No hay etiquetas disponibles. Puede etiquetar las notas mientras las ve.
fr: Aucune étiquette disponible. Vous pouvez ajouter des étiquettes aux notes lorsque vous les visionnez.
it: Nessun tag disponibile: è possibile aggiungere un tag alle note mentre vengono visualizzate.
pt: Sem tags disponíveis. Pode adicionar tags nas notas enquanto as visualiza.
sk: Neboli nájdené žiadne označenia. Označenia sa pridávajú pri zobrazení poznámok.

source: Rename tag
am: ምልክት እንደገና መሰየሚያ
ca: Reanomena l'etiqueta
cs: Přejmenovat značku
es: Renombrar etiqueta
fr: Renommer l'étiquette
it: Rinomina tag
pt: Renomear tag
sk: Premenovať značku

source: Enter a new name for tag %1
am: ለምልክቱ አዲስ ስም ያስገቡ %1
ca: Entreu un nom nou per a l'etiquesta %1
cs: Zadejte nové jméno pro značku %1
es: Introduzca un nombre nuevo para la etiqueta %1
fr: Saisir un nouveau nom pour l'étiquette %1
it: Inserire un nuovo nome per il tag %1
pt: Dê novo nome à tag %1
sk: Zadajte nový názov pre značku %1

source: Offline mode
am: ከ መስመር ውጪ ዘዴ
ca: Mode fora de línia
cs: Offline režim
es: Modo sin conexión
fr: Mode hors-ligne
it: Modalità non in linea
pt: Modo offline
sk: Režim offline

source: Unknown error connecting to Evernote.
am: ያልታወቀ ስህተት ተፈጥሯል ወደ ኤቨርኖት በመገናኘት ላይ እንዳለ
ca: S'ha produït un error desconegut quan es connectava a l'Evernote.
cs: Neznámá chyba spojení k Evernote.
es: Error desconocido al conectar con Evernote.
fr: Erreur inconnue lors de la connexion à Evernote.
it: Errore sconosciuto durante la connessione a Evernote.
pt: Erro desconhecido ao conetar a Evernote.
sk: Neznáma chyba pripojenia k Evernote.

source: Error connecting to Evernote: Server version does not match app version. Please update the application.
am: ስህተት ተፈጥሯል ወደ ኤቨርኖት በመገናኘት ላይ እንዳለ: የ ሰርቨሩ እትም ከ መተግበሪያው እትም ጋር አልተስማማም: እባክዎን መተግበሪያውን ያሻሽሉ
ca: Error en la connexió a l'Evernote: La versió del servidor no concorda amb la del dispositiu. Si us plau actualitzeu l'aplicació.
cs: Chyba spojení k Evernote: Verze serveru neodpovídá verzi aplikace. Aktualizujte, prosím, svou aplikaci.
es: Error al conectar con Evernote: la versión del servidor no coincide con la de la aplicación. Actualícela.
fr: Erreur lors de la connexion à Evernote : la version serveur ne correspond pas à la version de l'application. Veuillez mettre à jour l'application.
it: Errore nel connettersi a Evernote: la versione lato server non corrisponde con la versione dell'app. Aggiornare l'applicazione.
pt: Erro ao conetar ao Evernote: A versão do servidor não corresponde com a versão de aplicação. Por favor, atualize a aplicação.
sk: Chyba pripojenia k Evernote: Verzia servera nezodpovedá verzii aplikácie. Prosím aktualizujte aplikáciu.

source: Error connecting to Evernote: Error code %1
am: ስህተት ተፈጥሯል ወደ ኤቨርኖት በመገናኘት ላይ እንዳለ: የ ስህተት ኮድ %1
ca: Error en la connexió amb l'Evernote: Error codi %1
cs: Chyba připojení k Evernote: Chybný kód %1
es: Error al conectar con Evernote: código de error %1
fr: Erreur lors de la connexion à Evernote : code d'erreur %1
it: Errore nel connettersi a Evernote: codice di errore %1
pt: Erro ao conetar ao Evernote: Código de erro %1
sk: Chyba pripojenia k Evernote: Kód chyby %1

source: Error connecting to Evernote: Cannot download version information from server.
am: ስህተት ተፈጥሯል ወደ ኤቨርኖት በመገናኘት ላይ እንዳለ: የ እትሙን መረጃ ከ ሰርቨሩ ላይ ማውረድ አልተቻለም
ca: Error en la connexió a l'Evernote: No es pot descarregar la informació de versió des del servidor.
cs: Chyba připojení k Evernote: Informace o verzi nejdou stáhnout ze serveru.
es: Error al conectar con Evernote: no se puede descargar la información de la versión desde el servidor.
fr: Erreur lors de la connexion à Evernote : impossible de télécharger les informations de version à partir du serveur.
it: Errore nel connettersi a Evernote: impossibile scaricare le informazioni sulla versione dal server.
pt: Erro ao conetar ao Evernote: Não foi possível transferir a informação da versão do servidor.
sk: Chyba pripojenia k Evernote: Nemožno stiahnuť informácie o verzii zo servera.

source: Unknown error connecting to Evernote
am: ያልታወቀ ስህተት ተፈጥሯል ወደ ኤቨርኖት በመገናኘት ላይ እንዳለ
ca: Error desconegut de connexió a l'Evernote
cs: Neznámá chyba připojení k Evernote
es: Error desconocido al conectar con Evernote
fr: Erreur inconnue lors de la connexion à Evernote
it: Errore sconosciuto nel connettersi a Evernote
pt: Erro desconhecido ao conetar ao Evernote
sk: Neznáma chyba pripojenia k Evernote

source: Error connecting to Evernote: Cannot download server information.
am: ስህተት ተፈጥሯል ወደ ኤቨርኖት በመገናኘት ላይ እንዳለ: የ ሰርቨሩን መረጃ ማውረድ አልተቻለም
ca: Error en la connexió amb l'Evernote: No es pot descarregar la versió del servidor.
cs: Chyba připojení k Evernote: Informace o serveru nelze stáhnout.
es: Error al conectar con Evernote: no se puede descargar la información del servidor.
fr: Erreur lors de la connexion à Evernote : impossible de télécharger les informations du serveur.
it: Errore nel connettersi a Evernote: impossibile scaricare le informazioni del server.
pt: Erro de ligação a Evernote: Não é possível fazer a descarga de informações do servidor.
sk: Chyba pripojenia k Evernote: Nemožno stiahnuť informácie o servery.

source: Authentication for Evernote server expired. Please renew login information in the accounts settings.
am: የ ሁል ጊዜ ማስታዋሽ ሰርቨር ማረጋገጫ ጊዜው አልፏል: እባክዎን የ መግቢያ መረጃውን ያድሱ ከ መግለጫ ማሰናጃዎች ውስጥ
ca: Ha expirat l'autenticació per al servidor de l'Evernote. Si us plau renoveu la informació d'inici de sessió a la configuració dels comptes.
cs: Ověření pro server Evernote vypršelo. Obnovte si, prosím, své přihlašovací údaje v nastavení účtu.
es: Caducó la autenticación para el servidor de Evernote. Renueve la información para iniciar sesión en la configuración de la cuenta.
fr: L'authentification au serveur d'Evernote a expiré. Veuillez renouveler les informations d'identification dans les paramètres de comptes.
it: Autenticazione per il server Evernot scaduta. Rinnovare le informazioni di accesso nelle impostazioni account.
pt: A autenticação no servidor Evernote expirou. Por favor, renove as informações de autenticação nas definições de conta.
sk: Overovanie pre Evernote server vypršalo. Prosím obnovte prihlasovacie údaje v nastavení účtov.

source: Unknown error connecting to Evernote: %1
am: ያልታወቀ ስህተት ተፈጥሯል ከ ሁልጊዜ ማስታወሻ ጋር ሲገናኝ: %1
ca: Error desconegut a la connexió amb l'Evernote: %1
cs: Neznámá chyba připojení k Evernote: %1
es: Error desconocido al conectar con Evernote: %1
fr: Erreur inconnue lors de la connexion à Evernote : %1
it: Errore di connessione a Evernote sconosciuto: %1
pt: Erro desconhecido ao ligar a Evernote: %1
sk: Neznáma chyba pripojenia k Evernote: %1

source: Error connecting to Evernote: Rate limit exceeded. Please try again later.
am: ስህተት ተፈጥሯል ከ ሁል ጊዜ ማስታዋሽ ጋር ሲገናኝ: መገናኛ ጊዜው አልፏል: እባክዎን ትንሽ ቆይተው እንደገና ይሞክሩ
ca: Error en la connexió amb l'Evernote: Límit de velocitat excedit. Si us plau torneu a provar més tard.
cs: Chyba připojení k Evernote. Limit byl vyčerpán. Zkuste to, prosím, později.
es: Error al conectar a Evernote: se superó el límite de accesos. Inténtelo más tarde.
fr: Erreur lors de la connexion à Evernote : limite de débit dépassée. Veuillez réessayer plus tard.
it: Errore nel connettersi a Evernote: superato il limite di banda. Riprovare più tardi.
pt: Erro de ligação ao Evernote: Taxa limite excedida. Por favor tente, novamente, mais tarde.
sk: Chyba pripojenia k Evernote: Miera obmedzenia prekročená. Prosím skúste neskôr.

source: Error connecting to Evernote: Connection failure when downloading server information.
am: ስህተት ተፈጥሯል ወደ ኤቨርኖት በመገናኘት ላይ እንዳለ: መረጃ ከ ሰርቨሩ ላይ በማውረድ እንዳለ ግንኙነቱ ወድቋል
ca: Error en la connexió amb l'Evernote. Fallada de connexió quan s'estava descarregant la informació del servidor.
cs: Chyba připojení k Evernote: Připojení selhalo v průběhu stahování informací.
es: Error al conectar con Evernote: falló la conexión al descargar información del servidor.
fr: Erreur lors de la connexion à Evernote : échec de la connexion lors du téléchargement des informations du serveur.
it: Errore nel connettersi a Evernote: errore di connessione nello scaricare le informazioni del server.
pt: Erro de ligação com Evernote: Falha de ligação durante a descarga de informações do servidor.
sk: Chyba pripojenia k Evernote: Zlyhanie pripojenia pri sťahovaní informácií servera.

source: Error connecting to Evernote: Connection failure
am: ስህተት ተፈጥሯል ወደ ኤቨርኖት በመገናኘት ላይ እንዳለ: መገናኘት አልተቻለም
ca: Error en la connexió amb l'Evernote: Fallada de connexió
cs: Chyba připojení k Evernote: Připojení selhalo
es: Error al conectar con Evernote: falló la conexión
fr: Erreur lors de la connexion à Evernote : échec de la connexion
it: Errore nel connettersi a Evernote: connessione non riuscita
pt: Erro de ligação com Evernote: Falha de ligação
sk: Chyba pripojenia k Evernote: Zlyhanie pripojenia

source: Unknown Error connecting to Evernote
am: ያልታወቀ ስህተት ተፈጥሯል ወደ ኤቨርኖት በመገናኘት ላይ እንዳለ
ca: Error desconegut de connexió amb l'Evernote
cs: Neznámá chyba připojení k Evernote
es: Error desconocido al conectar con Evernote
fr: Erreur inconnue lors de la connexion à Evernote
it: Errore sconosciuto nel connettersi a Evernote
pt: Erro desconhecido ao ligar a Evernote
sk: Neznáma chyba pripojenia k Evernote

source: Disconnected from Evernote.
am: ከ ሁልጊዜ ማስታወሻ ጋር ግንኙነት ተቋርጧል
ca: Desconectat de l'Evernote.
cs: Odpojedno z Evernote.
es: Desconectado de Evernote.
fr: Déconnecté d'Evernote.
it: Disconnessi da Evernote.
pt: Desligado de Evernote
sk: Odpojený z Evernote.

source: Today
am: ዛሬ
ca: Avui
cs: Dnes
es: Hoy
fr: Aujourd'hui
it: Oggi
pt: Hoje
sk: Dnes

source: Yesterday
am: ትናንትና
ca: Ahir
cs: Včera
es: Ayer
fr: Hier
it: Ieri
pt: Ontem
sk: Včera

source: Last week
am: ባለፈው ሳምንት
ca: La setmana passada
cs: Minulý týden
es: Semana pasada
fr: La semaine dernière
it: Ultima settimana
pt: Semana passada
sk: Minulý týždeň

source: Two weeks ago
am: ከ ሁለት ሳምንት በፊት
ca: Fa dues setmanes
cs: Před dvěma týdny
es: Hace dos semanas
fr: Il y a deux semaines
it: Due settimane fa
pt: Há duas semanas
sk: Pred dvoma týždňami

source: Done
am: ጨርሷል
ca: Fet
cs: Hotovo
es: Hecho
fr: Terminé
it: Completata
pt: Concluído
sk: Hotovo

source: No date
am: ቀን የለም
ca: Sense data
cs: Bez data
es: Sin fecha
fr: Aucune date
it: Nessuna data
pt: Sem data
sk: Žiadny dátum

source: Overdue
am: ጊዜው ያለፈ
ca: Endarrerit
cs: Opožděné
es: Vencido
fr: En Retard
it: Scaduta
pt: Atrasado
sk: Oneskorenie

source: Tomorrow
am: ነገ
ca: Demà
cs: Zítra
es: Mañana
fr: Demain
it: Domani
pt: Amanhã
sk: Zajtra

source: Next week
am: በሚቀጥለው ሳምንት
ca: La setmana que ve
cs: Příští týden
es: Próxima semana
fr: La semaine prochaine
it: Prossima settimana
pt: Próxima semana
sk: Budúci týždeň

source: In two weeks
am: በ ሁለት ሳምንት ውስጥ
ca: D'aquí a dues setmanes
cs: Za dva týdny
es: En dos semanas
fr: Dans deux semaines
it: Tra due settimane
pt: Dentro de duas semanas
sk: Za dva týždne

source: Later
am: በኋላ
ca: Més endavant
cs: Později
es: Luego
fr: Plus tard
it: Più tardi
pt: Mais tarde
sk: Neskôr

source: today
am: ዛሬ
ca: avui
cs: dnes
es: hoy
fr: aujourd'hui
it: oggi
pt: hoje
sk: dnes

source: yesterday
am: ትናንትና
ca: ahir
cs: včera
es: ayer
fr: hier
it: ieri
pt: ontem
sk: včera

source: last week
am: ባለፈው ሳምንት
ca: la setmana passada
cs: dva týdny
es: la semana pasada
fr: la semaine dernière
it: ultima settimana
pt: semana passada
sk: minulý týždeň

source: two weeks ago
am: ከ ሁለት ሳምንት በፊት
ca: fa dues setmanes
cs: před dvěma týdny
es: hace dos semanas
fr: il y a deux semaines
it: due settimane fa
pt: há duas semanas
sk: pred dvoma týždňami

source: on %1 %2
am: በ %1 %2
ca: %1 de %2
cs: v %1 %2
es: en %1 de %2
fr: en %1 %2
it: nel %1 %2
pt: em %1 %2
sk: v %1 %2

source: This account is managed by Evernote. Use the Evernote website to delete notebooks.
am: ይህ መግለጫ የሚተዳደረው በ ሁል ጊዜ ማስታወሻ ነው: የ ሁል ጊዜ ማስታወሻን ድህረ ገጽ ይጠቀሙ ማስታወሻ ደብተሩን ለማጥፋት
ca: L'Evernote gestiona aquest compte. Useu la pàgina web de l'Evernote per eliminar les llibretes.
cs: Tento účet je spravován Evernote. Pro smazání sešítů využijte stránky Evernote.
es: Esta cuenta está gestionada por Evernote. Use el sitio de Evernote para eliminar los cuadernos.
fr: Ce compte est géré par Evernote. Utilisez le site web d'Evernote pour supprimer les blocs-notes.
it: Questo account è gestito da Evernote. Usare il sito web di Evernote per eliminare i taccuini.
pt: Esta conta é gerida por Evernote. Use o site da Evernote para excluir blocos de notas.
sk: Tento účet spravuje Evernote. Použite webovú stránku Evernote pre odstránenie zápisníkov.

source: Cannot delete the default notebook. Set another notebook to be the default first.
am: ነባር የ ማስታወሻ ደብተሩን ማጥፋት አይቻልም: በመጀመሪያ ሌላ የ ማስታወሻ ደብተር ያሰናዱ ነባር እንዲሆን
ca: No es pot eliminar la llibreta predeterminada. Primer establiu una altra llibreta com a predeterminada.
cs: Nemůžete smazat výchozí sešit. Zvolte nový výchozí sešit a akci zopakujte.
es: No se pudo eliminar el cuaderno predeterminado. Configure primero otro cuaderno como predeterminado.
fr: Impossible de supprimer le bloc-notes par défaut. Sélectionnez d'abord un autre bloc-notes comme celui par défaut.
it: Impossibile eliminare il taccuino predefinito. Impostare prima un altro taccuino come predefinito.
pt: Não é possível excluir o bloco de notas padrão. Defina outro bloco de notas para ser usado como padrão em primeiro lugar.
sk: Nemožno odstrániť predvolený zápisník. Najprv nastavte ako predvolený iný zápisník .

source: Rate limit for Evernote server exceeded. Please try again later.
am: ለ ሁል ጊዜ ማስታወሻ ሰርቨር መገናኛ ጊዜው አልፏል: እባክዎን ትንሽ ቆይተው እንደገና ይሞክሩ
ca: Límit de velocitat per a l'Evernote excedit. Si us plau torneu a provar més tard.
cs: Limit pro Evernote byl vyčerpán. Zkuste to, prosím, později.
es: Se superó el límite de accesos al servidor de Evernote. Inténtelo más tarde.
fr: Limite de débit du serveur d'Evernote dépassée. Veuillez réessayer plus tard.
it: Errore nel connettersi a Evernote. Riprovare più tardi.
pt: O limite de taxa para o servidor Evernote foi ultrapassado. Por favor tente, novamente, mais tarde.
sk: Miera obmedzenia pre server Evernote prekročená. Prosím skúste neskôr.

source: Upload quota for Evernote server exceed. Please try again later.
am: ለ ሁል ጊዜ ማስታወሻ ሰርቨር መጫኛ መጠኑን አልፏል: እባክዎን ትንሽ ቆይተው እንደገና ይሞክሩ
ca: Quota de càrrega per al servidor de l'Evernote excedida. Si us plau torneu a provar més tard.
cs: Fronta nahrávání Evernote byla vyčerpána. Zkuste to, prosím, později.
es: Se superó la cuota de subida al servidor de Evernote. Inténtelo más tarde.
fr: Quota de téléversement sur le serveur d'Evernote dépassé. Veuillez réessayer plus tard.
it: Capacità di upload per il server Evernote superata. Riprovare più tardi.
pt: A quota de carga para o servidor Evernote foi excedida. Por favor tente, novamente, mais tarde.
sk: Limit nahrávania pre server Evernote prekročený. Prosím skúste neskôr.

source: This account is managed by Evernote. Please use the Evernote website to delete tags.
am: ይህ መግለጫ የሚተዳደረው በ ሁል ጊዜ ማስታወሻ ነው: የ ሁል ጊዜ ማስታወሻን ድህረ ገጽ ይጠቀሙ ምልክቱን ለማጥፋት
ca: L'Evernote gestiona aquest compte. Si us plau useu la pàgina web de l'Evernote per eliminar etiquetes.
cs: Tento účet je spravován Evernote. Pro smazání štítků využijte stránky Evernote.
es: Esta cuenta está gestionada por Evernote. Utilice la web de Evernote para eliminar etiquetas.
fr: Ce compte est géré par Evernote. Veuillez utiliser le site web d'Evernote pour supprimer les étiquettes.
it: Questo account è gestito da Evernote. Usare il sito web di Evernote per eliminare i tag.
pt: Esta conta é gerida por Evernote. Por favor, use o site do Evernote para excluir tags.
sk: Tento účet spravuje Evernote. Pre odstránenie značiek použite webovú stránku Evernote.

source: Unnamed
am: ያልተሰየመ
ca: Sense nom
cs: Nepojmenováno
es: Sin nombre
fr: Sans titre
it: Senza titolo
pt: Sem nome
sk: Bez názvu
