Repository: ubports-weblate/notes-app
Catalog: po/*.po
Languages: am, ca, cs, es, fr, it, pt, sk

source: Notes
am: ማስታወሻዎች
cs: Poznámky
es: Notas
it: Note
pt: Notas
sk: Poznámky

source: Ubuntu Notes app, powered by Evernote
am: የ ኡቡንቱ ማስታወሻ መተግበሪያ በ ሁልጊዜ ማስታወሻ
ca: App Ubuntu Notes, funciona amb l'Evernote
cs: Ubuntu Poznámky s Evernote
es: Ubuntu Notes, con Evernote
fr: Application Notes d'Ubuntu, fonctionnant avec Evernote
it: App per le note di Ubuntu, basata su Evernote
sk: Ubuntu aplikácia Poznámky, poháňaná Evernote

source: Untitled
am: ያልተሰየመ
ca: Sense títol
cs: Bez názvu
es: Sin título
fr: Sans titre
it: Senza titolo
pt: Sem título
sk: Bez názvu

source: Default notebook
am: ነባር ማስታወሻ ደብተር
ca: Llibreta predeterminada
cs: Výchozí sešit
es: Cuaderno predeterminado
fr: Carnet par défaut
it: Taccuino predefinito
pt: Bloco de notas padrão
sk: Predvolený zápisník

source: Select note to attach imported file
am: ይምረጡ ማስታወሻ ከ መጣው ፋይል ጋር ለ ማያያዝ
ca: Seleccioneu la nota per a adjuntar-hi el fitxer importat
cs: Zvolit poznámku pro připojení importovaného souboru
es: Seleccionar nota a la que adjuntar el fichero importado
fr: Sélectionnez une note à laquelle joindre le fichier importé
it: Selezionare la nota per allegare il file importato
pt: Selecione a nota para anexar o ficheiro importado
sk: Zvoliť poznámku pre pripojenie importovaného súboru

source: Select note to attach imported files
am: ይምረጡ አንድ ማስታወሻ ከ መጣው ፋይል ጋር ለ ማያያዝ
ca: Seleccioneu la nota per a adjuntar-hi els fitxers importats
cs: Zvolit poznámku pro připojení importovaných souborů
es: Seleccionar nota a la que adjuntar los ficheros importados
fr: Sélectionnez une note à laquelle joindre les fichiers importés
it: Selezionare la nota per allegare i file importati
pt: Selecione a nota para anexar ficheiros importados
sk: Zvoliť poznámku pre pripojenie importovaných súborov

source: Notebooks
am: የ ማስታወሻ ደብተሮች
ca: Llibretes
cs: Sešity
es: Cuadernos
fr: Carnets
it: Taccuini
pt: Blocos de notas
sk: Zápisníky

source: Reminders
am: አስታዋሾች
ca: Recordatoris
cs: Upomínky
es: Recordatorios
fr: Rappels
it: Promemoria
pt: Notas
sk: Pripomienky

source: Tags
am: ምልክት
ca: Etiquetes
cs: Štítky
es: Etiquetas
fr: Étiquettes
it: Tag
sk: Označenia

source: Accounts
am: መግለጫ
ca: Comptes
cs: Účty
es: Cuentas
fr: Comptes
it: Account
pt: Contas
sk: Účty

source: No note selected. Select a note to see it in detail.
am: ምንም ማስታወሻ አልተመረጠም ማስታወሻ ይምረጡ በ ዝርዝር ለማየት
ca: No heu seleccionat cap nota. Seleccioneu-ne una per veure'n els detalls.
cs: Nebyla vybrána poznámka. Pro podrobnosti vyberte jednu z poznámek.
es: Ninguna nota seleccionada. Seleccionar una nota para verla en detalle.
fr: Aucune note n'est sélectionnée. Sélectionnez-en une pour la voir en détail.
it: Nessuna nota selezionata. Selezionare una nota per vedere i dettagli.
pt: Sem notas selecionadas. Selecione uma nota para ver em detalhe.
sk: Nie je vybraná žiadna poznámka. Vyberte jednu pre jej podrobné zobrazenie.

source: Sync with Evernote
am: ከ ሁልጊዜ ማስታወሻ ጋር ማስማሚያ
ca: Sincronitza amb l'Evernote
cs: Synchronizovat s Evernote
es: Sincronizar con Evernote
fr: Synchroniser avec Evernote
it: Sincronizza con Evernote
pt: Sincronizar com o Evernote
sk: Synchronizovať s Evernote

source: Notes can be stored on this device, or optionally synced with Evernote.
am: ማስታወሻዎች በዚህ አካል ላይ ማስቀመጥ ይችላሉ ወይንም ከ ሁልጊዜ ማስታወሻ ጋር ያስማሙ
ca: Les notes es poden emmagatzemar en aquest dispositiu, o opcionalment sincronitzar-les amb l'Evernote.
cs: Poznámky mohou být uložené v tomto zařízení anebo je lze synchronizovat s Evernote.
es: Las notas se pueden guardar en el dispositivo u opcionalmente sincronizarlas con Evernote.
fr: Les notes peuvent être stockées sur cet appareil ou synchronisées avec Evernote si vous le souhaitez.
it: Le note possono essere archiviate su questo dispositivo o , opzionalmente, sincronizzate con Evernote.
pt: As notas podem ser guardadas neste dispositivo, ou opcionalmente sincronizadas com o Evernote.
sk: Poznámky môžu byť uložené na tomto zariadení alebo voliteľne synchronizované s Evernote.

source: To sync with Evernote, you need an Evernote account.
am: ከ ሁልጊዜ ማስታወሻ ጋር ለ ማስማማት የ ሁልጊዜ መግለጫ ያስፈልጋል
ca: Per sincronizar amb l'Evernote, us cal un compte Evernote.
cs: Pro synchronizaci s Evernote potřebujete Evernote účet.
es: Para sincronizar con Evernote, necesita una cuenta de Evernote.
fr: Pour synchroniser avec Evernote, vous devez avoir un compte Evernote.
it: Per la sincronizzazione con Evernote è necessario un account Evernote.
pt: Para sincronizar com o Evernote, precisa de uma conta.
sk: Pre synchronizáciu s Evernote, potrebujete Evernote účet.

source: Not Now
am: አሁን አይደለም
ca: Ara no
cs: Teď ne
es: Ahora no
fr: Pas maintenant
it: Non ora
pt: Agora não
sk: Teraz nie

source: Set Up…
am: ማሰናጃ…
ca: Configura…
cs: Nastavení…
es: Configurar…
fr: Configurer…
it: Imposta…
pt: Configurar...
sk: Nastaviť…

source: Importing %1 items
am: በማምጣት ላይ %1 እቃዎች
ca: S'estan important %1 elements
cs: Importuji %1 položek
es: Importando %1 elementos
fr: Importation (%1 éléments)
it: Importazione di %1 elementi
pt: A importar %1 itens
sk: Importovanie %1 položiek

source: Importing 1 item
am: በማምጣት ላይ 1 እቃ
ca: S'està important 1 element
cs: Importuji 1 položku
es: Importando 1 elemento
fr: Importation d'un élément
it: Importazione di un elemento
pt: A importar 1 item
sk: Importovanie 1 položky

source: Do you want to create a new note for those items or do you want to attach them to an existing note?
am: አዲስ ማስታወሻ መፍጠር ይፈልጋሉ ለ እነዚህ እቃዎች ወይንም ከ ነበረው ማስታወሻ ጋር ማያያዝ ነው የሚፈልጉት?
ca: Voleu crear una nota nova per a aquests elements o voleu adjuntar-los a una nota existent?
cs: Chcete vytvořit pro tyto položky novou poznámku anebo je chcete připojit k již existující poznámce?
es: ¿Desea crear una nota nueva para estos elementos o desea adjuntarlos a una nota existente?
fr: Voulez-vous créer une nouvelle note pour ces éléments ou voulez-vous les joindre à une note existante ?
it: Creare una nuova nuova nota per questi elementi o allegarli a una nota esistente?
pt: Deseja criar uma nova nota para aqueles itens ou deseja anexa-los a uma nota existente?
sk: Chcete vytvoriť novú poznámku pre tieto položky alebo ich chcete pripojiť k existujúcej poznámke?

source: Do you want to create a new note for this item or do you want to attach it to an existing note?
am: አዲስ ማስታወሻ መፍጠር ይፈልጋሉ ለዚህ እቃ ወይንም ከ ነበረው ማስታወሻ ጋር ማያያዝ ነው የሚፈልጉት?
ca: Voleu crear una nota nova per a aquest element o voleu adjuntar-lo a una nota existent?
cs: Chcete vytvořit pro tuto položku novou poznámku anebo ji chcete připojit k již existující poznámce?
es: ¿Desea crear una nota nueva para este elemento o desea adjuntarlo a una nota existente?
fr: Voulez-vous créer une nouvelle note pour cet élément ou voulez-vous le joindre à une note existante ?
it: Creare una nuova nuova nota per questo elemento o allegarlo a una nota esistente?
pt: Deseja criar uma nova nota para este item ou deseja anexar a outra nota existente?
sk: Chcete vytvoriť novú poznámku pre túto položku alebo ju chcete pripojiť k existujúcej poznámke?

source: Create new note
am: አዲስ ማስታወሻ መፍጠሪያ
ca: Crea una nota nova
cs: Vytvořit novou poznámku
es: Crear nota nueva
fr: Créer une nouvelle note
it: Crea nuova nota
pt: Criar nova nota
sk: Vytvoriť novú poznámku

source: Attach to existing note
am: ከ ነበረው ማስታወሻ ጋር ማያያዣ
ca: Adjunta a una nota existent
cs: Připojit k již existující poznámce
es: Adjuntar a una nota existente
fr: Joindre à une note existante
it: Allega a nota esistente
pt: Anexar a nota existente
sk: Pripojiť k existujúcej poznámke

source: Cancel import
am: ማምጫውን መሰረዣ
ca: Cancel·la la importació
cs: Zrušit import
es: Cancelar importación
fr: Annuler l'importation
it: Annulla importazione
pt: Cancelar importação
sk: Zrušiť import

source: Notebook:
am: ማስታወሻ ደብተር:
ca: Llibreta:
cs: Sešit:
es: Cuaderno:
fr: Carnets :
it: Taccuino:
pt: Bloco de notas
sk: Zápisník:

source: Reminder:
am: አስታዋሽ:
ca: Recordatori:
cs: Připomínka:
es: Recordatorio:
fr: Rappel :
it: Promemoria:
pt: Lembrete:
sk: Pripomienka:

source: Edit tags
am: ምልክት ማረሚያ
ca: Edita etiquetes
cs: Upravit štítky
es: Editar etiquetas
fr: Modifier les mots-clés
it: Modifica tag
pt: Editar tags
sk: Upraviť štítky

source: Enter a tag name to attach it to the note.
am: የ ምልክት ስም ያስገቡ ከ ማስታወሻው ጋር ለ ማያያዝ
ca: Escriviu el nom de l'etiqueta per adjuntar a la nota.
cs: Zadat název štítku pro připojení k poznámce.
es: Introduzca el nombre de una etiqueta para adjuntarla a la nota.
fr: Saisissez un mot-clé pour le joindre à la note.
it: Inserire il nome di un tag per allegarlo alla nota.
pt: Introduza um nome de tag para anexa-la à nota.
sk: Zadajte názov značky pre pripojenie k poznámke.

source: Enter a tag name or select one from the list to attach it to the note.
am: የ ምልክት ስም ያስገቡ ወይንም ይምረጡ አንድ ከ ዝርዝር ውስጥ ከ ማስታወሻው ጋር ለ ማያያዝ
ca: Escriviu o seleccioneu un nom d'etiqueta de la llista per adjuntar-lo a la nota.
cs: Zadat název štítku anebo vybrat ze seznamu pro připojení k poznámce.
es: Introduzca el nombre de una etiqueta o seleccione una de la lista para adjuntarla a la nota.
fr: Saisissez un mot-clé ou sélectionnez-en un dans la liste pour le joindre à la note.
it: Inserire il nome di un tag e selezionarne uno dall'elenco per allegarlo alla nota.
pt: Introduza um nome para a tag ou selecione a partir da lista para anexa-lo à nota.
sk: Zadajte názov značky alebo vyberte zo zoznamu pre pripojenie k poznámke.

source: Tag name
am: የ ምልክት ስም
ca: Nom de l'etiqueta
cs: Název štítku
es: Nombre de etiqueta
fr: Mot-clé
it: Nome del tag
pt: Nome da tag
sk: Názov štítku

source: OK
am: እሺ
ca: D’acord
es: Aceptar
fr: Valider

source: Close
am: መዝጊያ
ca: Tanca
cs: Zavřít
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar
sk: Zavrieť

source: Delete
am: ማጥፊያ
ca: Suprimeix
cs: Smazat
es: Eliminar
fr: Supprimer
it: Elimina
pt: Eliminar
sk: Vymazať

source: Last edited %1
am: መጨረሻ የታረመው %1
ca: Darrera edició %1
cs: Poslední úprava %1
es: Última modificación: %1
fr: Dernière modification %1
it: Ultima modifica %1
pt: Última edição %1
sk: Naposledy upravené %1

source: Shared
am: የሚካፈሉት
ca: Compartida
cs: Sdílená
es: Compartida
fr: Partagé
it: Condiviso
pt: Partilhado
sk: Zdieľané

source: Private
am: የ ግል
ca: Privada
cs: Soukromé
es: Privado
fr: Privé
it: Privato
pt: Privado
sk: Súkromné

source: Reminder
am: አስታዋሽ
ca: Recordatori
cs: Připomínka
es: Recordatorio
fr: Rappel
it: Promemoria
pt: Lembrete
sk: Pripomienka

source: Edit
am: ማረሚያ
ca: Edita
cs: Upravit
es: Editar
fr: Modifier
it: Modifica
pt: Editar
sk: Upraviť

source: Release to refresh
am: ለማነቃቃት ይልቀቁ
ca: Deixeu anar per actualitzar
cs: Uvolnit pro obnovení
es: Soltar para actualizar
fr: Relâcher pour actualiser
it: Rilasciare per aggiornare
pt: Solte para atualizar
sk: Uvoľniť pre aktualizovanie

source: Pull down to refresh
am: ለማነቃቃት ወደ ታች ይሳቡ
ca: Estireu per actualitzar
cs: Stáhněte směrem dolů pro obnovení
es: Deslizar hacia abajo para actualizar
fr: Faites glisser vers le bas pour actualiser
it: Scorri verso il basso per aggiornare
pt: Puxe para baixo para atualizar
sk: Potiahnuť pre aktualizovanie

source: Clear reminder
am: አስታዋሽ ማጽጃ
ca: Suprimeix el recordatori
cs: Vyčistit upomínky
es: Limpiar recordatorio
fr: Supprimer le rappel
it: Cancella promemoria
pt: Limpar lembrete
sk: Vymazať pripomienku

source: Mark as undone
am: እንደ አልተፈጸመ ምልክት ምድረጊያ
ca: No ho marquis com a fet
cs: Označit jako nedokončené
es: Marcar como inacabado
fr: Marquer comme inachevé
it: Contrassegna da completare
pt: Marcar como não alterada
sk: Označiť ako nespravené

source: Mark as done
am: እንደ ተፈጸመ ምልክት ምድረጊያ
ca: Marca-ho com a completat
cs: Označit jako dokončené
es: Marcar como hecho
fr: Marquer comme fait
it: Completata
pt: Marcar como concluído
sk: Označiť ako dokončené

source: Edit reminder
am: አስታዋሽ ማረሚያ
ca: Ed. el recordatori
cs: Upravit připomínku
es: Editar recordatorio
fr: Modifier le rappel
it: Modifica promemoria
pt: Editar lembrete
sk: Upraviť pripomienku

source: Resolve conflict
am: ለሚጋጩ መፍትሄ ሰጪ
ca: Resol el conflicte
cs: Vyřešit konflikt
es: Resolver conflicto
fr: Résoudre le conflit
it: Risolvi conflitto
pt: Resolver conflitos
sk: Vyriešiť konflikt

source: This will <b>keep the changes made on this device</b> and <b>restore the note on Evernote</b>.
am: ይህ <b>በዚህ አካል ላይ የተቀየሩትን ለውጦች በ ሙሉ ያስቀምጣል</b> እና <b>ማስታወሻውን በ ሁልጊዜ ማስታወሻ ላይ እንደነበር ይመልሳል</b>.
ca: Això <b>mantindrà els canvis fets a aquest dispositiu</b> i <b>restaurarà la nota a l'Evernote</b>.
cs: Toto <b>zachová změny provedené na tomto zařízení</b> a <b>obnoví poznámku na Evernote</b>.
es: Esto <b>mantendrá los cambios realizados en el dispositivo</b> y <b>restaurará la nota en Evernote</b>.
fr: Ceci <b>conservera les modifications faites sur cet appareil</b> et <b>restaurera la note sur Evernote</b>.
it: Questo manterrà <b>le modifiche fatte sul dispositivo</b> e <b>ripristinerà le note su Evernote</b>.
pt: Isto vai <b> manter as alterações feitas neste dispositivo </b> e <b> restaurar a nota no Evernote </b>.
sk: <b>Zachová zmeny spravené na zariadení</b> a <b>obnoví poznámky na Evernote</b>.

source: This will <b>delete the changed note on Evernote</b>.
am: ይህ <b>የተቀየሩ ማስታወሻዎችን ከ ሁልጊዜ ማስታወሻ ላይ ያጠፋል</b>.
ca: Això <b>esborrarà la nota canviat a l'Evernote</b>.
cs: Toto <b>vymaže změněné poznámky na Evernote</b>.
es: Esto <b>eliminará la nota modificada en Evernote</b>.
fr: Ceci <b>supprimera la note modifiée sur Evernote</b>.
it: Questo <b>eliminerà la nota modificata su Evernote</b>.
pt: Isto vai <b> apagar a nota alterada no Evernote </b>.
sk: <b>Vymaže zmenené poznámky na Evernote</b>.

source: This will <b>keep the changes made on this device</b> and <b>discard any changes made on Evernote</b>.
am: ይህ <b>በዚህ አካል ላይ የተቀየሩትን ለውጦች በ ሙሉ ያስቀምጣል</b> እና <b>በ ሁልጊዜ ማስታወሻ ላይ የተቀየሩ ለውጦችን ያስወግዳል</b>.
ca: Això <b>mantindrà els canvis fets a aquest dispositiu</b> i <b>descartarà els fet a Evernote</b>.
cs: Toto <b>zachová změny provedené na tomto zařízení</b> a <b>zruší všechny změny provedené na Evernote</b>.
es: Esto <b>mantendrá los cambios realizados en el dispositivo</b> y <b>descartará cualquier cambio realizado en Evernote</b>.
fr: Ceci <b>conservera les modifications faites sur cet appareil</b> et <b>ignorera toutes les modifications faites sur Evernote</b>.
it: Questo <b>manterrà le modifiche fatte su questo dispositivo</b> e <b>scarterà ogni modifica fatta su Evernote</b>.
pt: Isto vai <b> manter as alterações feitas neste dispositivo </b> e <b> descartar todas as alterações feitas no Evernote </b>.
sk: <b>Zachová zmeny spravené na zariadení</b> a <b>zahodí všetky zmeny vykonané na Evernote</b>.

source: This will <b>delete the changed note on this device</b>.
am: ይህ <b>በዚህ አካል ላይ የተቀየሩትን ለውጦች በ ሙሉ ያጠፋል </b>.
ca: Això <b>eliminarà la nota canviada a aquest dispositiu</b>.
cs: Toto <b>vymaže všechny změny na tomto zařízení</b>.
es: Esto <b>eliminará la nota modificada en este dispositivo</b>.
fr: Ceci <b>supprimera la note modifiée sur cet appareil</b>.
it: Questo <b>eliminerà le note modificate su questo dispositivo</b>.
pt: Isto vai <b> apagar a nota alterada neste dispositivo </b>.
sk: <b>Vymaže zmenené poznámky na tomto zariadení</b>.

source: This will <b>download the changed note from Evernote</b> and <b>restore it on this device</b>.
am: ይህ <b>ከ ሁልጊዜ ማስታወሻ ላይ የተቀየሩ ለውጦችን ያወርዳል</b> እና <b>በዚህ አካል ላይ እንደነበር ይመልሳል</b>.
ca: Això <b>descarregarà la nota canviada des de l'Evernote</b> i <b>la restaurarà a aquest dispositiu</b>.
cs: Toto <b>stáhne změny z Evernote</b> a <b>obnoví je na tomto zařízení</b>.
es: Esto <b>descargará la nota modificada desde Evernote</b> y <b>la restaurará en este dispositivo</b>.
fr: Ceci <b>téléchargera la note modifiée à partir d'Evernote</b> et <b>la restaurera sur cet appareil</b>.
it: Questo <b>scaricherà la nota modificata da Evernote</b> e <b>la ripristinerà su questo dispositivo</b>.
pt: Isto vai <b> descarregar a nota alterada no Evernote </b> e <b> restaurá-la neste dispositivo </b>.
sk: <b>Stiahne zmenené poznámky z Evernote</b> a <b>obnoví ich na tomto zariadení</b>.

source: This will <b>download the changed note from Evernote</b> and <b>discard any changes made on this device</b>.
am: ይህ <b>ከ ሁልጊዜ ማስታወሻ ላይ የተቀየሩ ለውጦችን ያወርዳል</b> እና <b>በዚህ አካል ላይ የተደረጉ ለውጦችን በሙሉ ያስወግዳል </b>.
ca: Això <b>descarregarà la nota canviada des de l'Evernote</b> i <b>descartarà qualsevol canvi fet a aquest dispositiu</b>.
cs: Toto <b>stáhne změny z Evernote</b> a <b>zruší všechny změny vytvořené na tomto zařízení</b>.
es: Esto <b>descargará la nota modificada desde Evernote</b> y <b>descartará cualquier cambio realizado en este dispositivo</b>.
fr: Ceci <b>téléchargera la note modifiée à partir d'Evernote</b> et <b>ignorera toutes les modifications faites sur cet appareil</b>.
it: Questo <b>scaricherà la nota modificata da Evernote</b> e <b>scarterà ogni modifica fatta su questo dispositivo</b>.
pt: Isto vai <b> descarregarar a nota alterada no Evernote </b> e <b> descartar quaisquer alterações feitas neste dispositivo </b>.
sk: <b>Stiahne zmenené poznámky z Evernote</b> a <b>zahodí všetky zmeny vykonané na tomto zariadení</b>.

source: Are you sure you want to continue?
am: በእርግጥ መቀጠል ይፈልጋሉ?
ca: Segur que voleu continuar?
cs: Jste si jistí, že chcete pokračovat?
es: ¿Seguro que quiere continuar?
fr: Voulez-vous vraiment continuer ?
it: Continuare veramente?
pt: Quer mesmo continuar?
sk: Ste si istý, že chcete pokračovať?

source: Yes
am: አዎ
ca: Sí
cs: Ano
es: Sí
fr: Oui
it: Sì
pt: Sim
sk: Áno

source: No
am: አይ
cs: Ne
fr: Non
pt: Não
sk: Nie

source: Sort by
am: መለያ በ
ca: Ordena per
cs: Seřadit podle
es: Ordenar por
fr: Trier par
it: Ordina per
pt: Ordenar por
sk: Usporiadať podľa

source: Date created (newest first)
am: የተፈጠረበት ቀን (አዲሱ መጀመሪያ)
ca: Data de creació (les més noves primer)
cs: Data vytvoření (nejnovější první)
es: Fecha de creación (nuevos primero)
fr: Date de création (plus récente en premier)
it: Data di creazione (a partire dalla più recente)
pt: Data de criação (recentes primeiro)
sk: Dátum vytvorenia (najnovšie najskôr)

source: Date created (oldest first)
am: የተፈጠረበት ቀን (አሮጌው መጀመሪያ)
ca: Data de creació (les més antigues primer)
cs: Data vytvoření (nejstarší první)
es: Fecha de creación (antiguos primero)
fr: Date de création (plus ancienne en premier)
it: Data di creazione (a partire dalla meno recente)
pt: Data de criação (antigos primeiro)
sk: Dátum vytvorenia (najstaršie najskôr)

source: Date updated (newest first)
am: የተሻሻለበት ቀን (አዲሱ መጀመሪያ)
ca: Data d'actualització (les més noves primer)
cs: Data aktualizace (nejnovější první)
es: Fecha de actualización (nuevos primero)
fr: Date de mise à jour (plus récente en premier)
it: Data di aggiornamento (a partire dalla più recente)
pt: Data de atualização (recentes primeiro)
sk: Dátum zmeny (najnovšie najskôr)

source: Date updated (oldest first)
am: የተሻሻለበት ቀን (አሮጌው መጀመሪያ)
ca: Data d'actualització (les més antigues primer)
cs: Data aktualizace (nejstarší první)
es: Fecha de actualización (antiguos primero)
fr: Date de mise à jour (plus ancienne en premier)
it: Data di aggiornamento (a partire dalla meno recente)
pt: Data de atualização (antigos primeiro)
sk: Dátum zmeny (najstaršie najskôr)

source: Title (ascending)
am: አርእስት ( እየጨመረ በሚሄድ)
ca: Títol (ascendent)
cs: Název (vzestupně)
es: Título (ascendente)
fr: Titre (croissant)
it: Titolo (crescente)
pt: Título (crescente)
sk: Názov (vzostupný)

source: Title (descending)
am: አርእስት ( እየቀነሰ በሚሄድ)
ca: Títol (descendent)
cs: Název (sestupně)
es: Título (descendente)
fr: Titre (décroissant)
it: Titolo (decrescente)
pt: Título (decrescente)
sk: Názov (zostupný)

source: Select account
am: መግለጫ ይምረጡ
ca: Seleccionau el compte
cs: Zvolit účet
es: Seleccionar cuenta
fr: Selectionnez un compte
it: Seleziona account
pt: Escolha uma conta
sk: Vybrať účet

source: Store notes locally only
am: ማስታወሻዎችን በዚህ አካል ላይ ብቻ ማጠራቀሚያ
ca: Emmagatzema les notes sols localment
cs: Ukládat poznámky pouze lokálně
es: Guardar las notas solo localmente
fr: Stocker les notes localement uniquement
it: Archivia le note solo localmente
pt: Guarde notas apenas localmente
sk: Ukladať poznámky len lokálne

source: Accounts on www.evernote.com
am: መግለጫ በ www.evernote.com
ca: Comptes a www.evernote.com
cs: Účty na www.evernote.com
es: Cuentas en www.evernote.com
fr: Comptes sur www.evernote.com
it: Account su www.evernote.com
pt: Contas em www.evernote.com
sk: Účty na www.evernote.com

source: %1 - Tap to authorize
am: %1 - መታ ያድርጉ ለመፍቀድ
ca: %1 - Pitgeu per autoritzar
cs: %1 - Klepněte pro autorizaci
es: %1 - Pulse para autorizar
fr: %1 - Appuyez pour autoriser
it: %1 - Toccare per autorizzare
pt: %1 - Toque para autorizar
sk: %1 - Stlač pre overenie

source: Add new account
am: አዲስ መግለጫ መጨመሪያ
ca: Afegeix un compte nou
cs: Přidat nový účet
es: Añadir una cuenta nueva
fr: Ajouter un nouveau compte
it: Aggiungi nuovo account
pt: Adicionar uma nova conta
sk: Pridať nový účet

source: Font
am: ፊደል
ca: Tipus de lletra
cs: Písmo
es: Tipo de letra
fr: Police de caractères
it: Carattere
pt: Tipo de Letra

source: Size
am: መጠን
ca: Mida
cs: Velikost
es: Tamaño
fr: Taille
it: Dimensione
pt: Tamanho
sk: Veľkosť

source: B
am: ማድመቂያ
es: N
fr: G
it: G

source: I
am: ማዝመሚያ
es: C

source: U
am: ከስሩ ማስመሪያ
es: S
fr: S
it: S

source: T
am: በላዩ ላይ መሰረዣ
fr: B

source: Conflicting changes
am: የሚጋጩ ለውጦች
ca: Canvis conflictius
cs: Konfliktní změny
es: Conflicto de modificaciones
fr: Modifications conflictuelles
it: Modifiche in conflitto
pt: Alterações conflituosas
sk: Zmeny v rozpore

source: This note has been modified in multiple places. Open each version to check the content, then swipe to delete one of them.
am: ይህ ማስታወሻ በርካታ ቦታዎች ላይ ተሻሽሏል: እያንዳንዱን እትም ይክፈቱ እና ይዞታውን ይመርምሩ: እና ካዛ አንዱን ይጥረጉ ለ ማጥፋት
ca: Aquesta nota s'ha modificat en llocs múltiples. Obriu cada versió per verificar el contingut, després llisqueu per esborrar una d'elles.
cs: Tato poznámka byla upravena na více místech. Otevřít každou z verzí pro kontrolu obsahu, přetažením odstraňte jednu z nich.
es: Esta nota ha sido modificada en varios lugares. Abrir cada versión para comprobar el contenido y deslizar para eliminar una de ellas.
fr: Cette note a été modifiée à plusieurs endroits. Ouvrez chaque version pour vérifier le contenu, puis faites glisser pour supprimer l'une d'entre elles.
it: Questa nota é stata modificata in più istanze. Aprire ogni versione per controllare il contenuto, poi scorrere per eliminarne una.
pt: Esta nota foi modificada em vários lugares. Reveja o conteúdo de cada versão, depois deslize para eliminar uma delas.
sk: Táto poznámka bola upravená na viacerých miestach. Otvorte každú verziu pre kontrolu obsahu a potiahnutím odstráňte jednu z nich.

source: Deleted on this device:
am: ከዚህ አካል ላይ ማጥፊያ:
ca: Eliminada a aquest dispositiu:
cs: Smazána na tomto zařízení:
es: Eliminadas en este dispositivo:
fr: Supprimée sur cet appareil :
it: Eliminata da questo dispositivo:
pt: Excluídos neste dispositivo:
sk: Vymazané na tomto zariadení:

source: Modified on this device:
am: በዚህ አካል ላይ የተሻሻለ:
ca: Modificada a aquest dispositiu:
cs: Upraveno na tomto zařízení:
es: Modificadas en este dispositivo:
fr: Modifiée sur cet appareil :
it: Modificata su questo dispositivo:
pt: Modificados neste dispositivo:
sk: Zmenené na tomto zariadení:

source: Deleted from Evernote:
am: ከ ሁልጊዜ ማስታወሻ ላይ ጠፍቷል:
ca: Eliminada de l'Evernote:
cs: Smazáno z Evernote:
es: Eliminadas en Evernote:
fr: Supprimée sur Evernote :
it: Eliminata da Evernote:
pt: Excluída do Evernote:
sk: Vymazané z Evernote:

source: Modified somewhere else:
am: ሌላ ቦታ ተሻሽሏል:
ca: Modificada en algun altre lloc:
cs: Upraveno někde jinde:
es: Modificada en otro lugar:
fr: Modifiée ailleurs :
it: Modificata in altri posti:
pt: Modificada noutro local
sk: Zmenené niekde inde:

source: Attachment
am: ማያያዣ
ca: Adjunció
cs: Příloha
es: Adjunto
fr: Pièce jointe
it: Allegato
pt: Anexo
sk: Príloha
